# St7SetBrickWireframeAll

Sets the state of the Draw all faces when showing wireframes option for brick display.

long St7SetBrickWireframeAll(long uID, bool Show)
Input Parameters
uID
Strand7 model file ID.
Show
The state of the Draw all faces when showing wireframes option; either True or False.